{
  "range": "'バレル:ヤグラ'!A1:AD992",
  "majorDimension": "ROWS",
  "values": [
    [
      "ステージ",
      "総評",
      "初動(乗るまで)",
      "攻めカンモン1",
      "攻めカンモン2",
      "攻めカンモン3",
      "守りカンモン1",
      "守りカンモン2",
      "守りカンモン3"
    ],
    [
      "オヒョウ海運"
    ],
    [
      "カジキ空港"
    ],
    [
      "キンメダイ美術館"
    ],
    [
      "クサヤ温泉"
    ],
    [
      "ゴンズイ地区"
    ],
    [
      "コンブトラック",
      "",
      "バレルの射程だと自高左に立つと奥まで触れない。\n右高に立つほうが安定。\n降りる前に、中央ブロック下側の壁をちょろっと塗っておくとGood",
      "射程感が良いのでヤグラ乗り推奨。\nミカタの乗り意識が高い場合は、早めに敵陣右通路を封鎖する。\n敵陣右通路はかなり戦いやすいので1人で2人くらいキープできることもある。",
      "ヤグラ乗りつつ左高と敵陣に圧をかける。\nインクレールから降ってくる短射程は引き撃ちで処理。\nヤグラの上から敵陣下のブロックを塗っておくと、短射程が動きやすくてGood",
      "敵陣も近いのでSP使って一気に押し切りたい。\nヤグラ乗るんじゃなくて、敵陣通路にいた方が射程感は良いがカンモン2の後に降りたら間に合わない。\nあくまで先に通路に入れていればのスタンス。",
      "自高左から圧をかけたい。\n右高にいた状態でヤグラ乗られたら何もできないので、リスジャン。"
    ],
    [
      "ザトウマーケット"
    ],
    [
      "スメーシーワールド"
    ],
    [
      "タカアシ経済特区"
    ],
    [
      "タラポートショッピングエリア"
    ],
    [
      "チョウザメ造船"
    ],
    [
      "デカライン高架下"
    ],
    [
      "ナメロウ金属"
    ],
    [
      "ナンプラー遺跡"
    ],
    [
      "ネギトロ炭鉱",
      "",
      "かなりむずい\nエレベーター起動して中央高台に入れると強いが、相手の短射程も坂を登ってくるし長射程と打ち合いになるしでハイリスク・ハイリターン\n右から広場を塗って、広場の塗り状況が良くなったら降りるほうがリスクは低い。\n壁を使って対面すれば相手の坂にも圧をかけやすい。",
      "坂上にテキがいなければヤグラに乗っていれば、敵高の左側に射程が届くのでかなり強い。\n坂上にテキがいる場合はかなり撃たれるので十字の壁の上で状況キープするのも良い。\n",
      "ここでヤグラの上に乗っておかないと、敵高入りそこねることが多いので注意。\nとはいいつつ、テキとの距離が近いのでSP使って突破したい。\nカンモンで止まっている間に左の壁の上に陣取れたらかなり強い。",
      "敵陣の坂上キープを目指す。\nヤグラの後ろにいてもリスに圧かけられるので、安定でもOK。",
      "自高から撃ちたい。\nが、左から入ってくるテキに刺されると瓦解するので、裏取り警戒が大事",
      "右側から撃ちたい。\nが、壁下通って短射程が入って来やすいので注意。\nマニュとかに右側取られると止まらない。",
      "ここまでくるとかなりきつい。\nSPためてる余裕はないが、突っ込んでも蜂の巣なので、気合で持っていくしかない。\n左に展開すれば距離と斜線はとれるのでミカタが固まってるなら積極的に展開"
    ],
    [
      "バイガイ亭",
      "",
      "最初にささっと壁上から、坂と下の広場塗っちゃえると広い面積抑えられる。\nあとは、ヤグラと壁使って中央に広く圧をかけつつ、ソナー貯まるのを待つ\n",
      "中央からだと敵高に圧をかけづらい。\nヤグラはかなり高い位置にあって戦いやすいのでできるだけ乗る。\nやばいなと思ったら、後ろの壁にジャンブすると同じ高さで距離取れるのでGood",
      "このカンモンは低くて辛い。\n降りて、金網前くらいで圧をかけられるとGood\nインクレール封鎖しちゃう",
      "ヤグラが進んでる途中で乗る。\n短射程が敵陣入ってくれるのを期待して塗を作りつつ、カバーを狙う",
      "自高の高台からヤグラを撃てる。\nここでワイプアウトしてカンモン2も突っ切られるのが負け筋。\nカンモン2は止めやすいので無理しすぎない",
      "金網の手前に入ってこないように注意しつつ敵をさばく。\nこちらのほうが高さあるので、ちゃんとSP貯めれば打開しやすい",
      "ここまでくるとかなりきつい。\n左通路は遮蔽物があまりなく、チャージも難しい…"
    ],
    [
      "ヒラメが丘団地"
    ],
    [
      "マサバ海峡大橋"
    ],
    [
      "マテガイ放水路"
    ],
    [
      "マヒマヒリゾート＆スパ"
    ],
    [
      "マンタマリア号"
    ],
    [
      "ヤガラ市場"
    ],
    [
      "ユノハナ大渓谷",
      "",
      "- 長射程いない場合\n右から中央塗る、ヤグラの先までは塗れないので、中央高台塗れて人数有利ついたら広場に降りる。\n\n- 長射程いるばあい\n左から中央塗る、坂を昇り降りしつつ、中央高台塗れて人数有利ついたら広場に降りる。\n左から敵高に居る長射程に圧をかけたいが、ハイリスクなので2人以上の有利がなければ、右から行く",
      "意外と敵高に近いので乗るのはリスク高い。\nミカタが乗ってくれるなら任せる。\n坂登れたら最高だが、ハイリスクなのでヤグラ後ろ or 中央高台から敵高打つ。\nヤグラ後ろは左から降りてきたテキ短射程をさばきやすい。\nが、中央高台でそもそも降ろさせないのも強い\n※ どっちが良いかは試行する 🐓",
      "射程感が良いので積極的にヤグラ乗る。\nカンモンから敵高に圧かけて、カンモン進んだあとにソナー置けると強い。",
      "右高に近いのでヤグラ左あたりから状況キープしておくのが強い。\n敵高に入れるとミカタ復帰も待てるので、かなり落ち着いて攻めれる",
      "テキの枚数が少ないなら自高右から。\n多いなら自高の高台から",
      "自高左奥からがポジション良いが、ミカタも固まって相手のSPで押される可能性が高い。\nカンモン2を諦めて、右側の金網から自陣広場を抑えるのもあり\n※ どっちが良いかは試行する 🐓",
      "かなり辛い。\nここも左が良い。\nがミカタが固まるなら、右に行ってヤグラを挟む。"
    ],
    [
      "リュウグウターミナル"
    ],
    [
      "海女美術大学"
    ]
  ]
}
