{
  "range": "'バレル:ホコ'!A1:AC991",
  "majorDimension": "ROWS",
  "values": [
    [
      "ステージ",
      "総評",
      "ルート",
      "初動(持つまで)",
      "攻め左カンモン1",
      "攻め左カンモン2",
      "攻め右カンモン1",
      "攻め右カンモン2",
      "守り左カンモン1",
      "守り左カンモン2",
      "守り右カンモン1",
      "守り右カンモン2"
    ],
    [
      "オヒョウ海運"
    ],
    [
      "カジキ空港",
      "",
      "-",
      "まずは中央。右側のプロペラから短射程が入ってきがちなので右を封鎖できると強い。\n安定するなら左に降りて置けば、最悪自陣側広場も使ってそれなりの時間戦える。",
      "中央ブロックあたりから敵高に圧をかける。\nテキが下がってプロペラも下がってるときにホコを取る。\n登って取るのはかなり厳しいのでSP重なってる時だけかな",
      "カンモン突破ついでにプロペラ登れてたら最高。\n逆に登れてないとかなり厳しい。\n右広場は安全だけども、あまり圧がかからない。ここから先に進めるのは難しいのでSP合わせるのを重視",
      "-",
      "-",
      "プロペラ下げないことを重視。\nプロペラ手前にブロックなくてチャージしてからプロペラ乗れないのが厳しい。\nたまには左に行って、プロペラの左壁を塗っておくのが重要",
      "リスからプロペラの端までギリギリ圧をかけられるが、キル取れるような距離ではない。\n左高も弾は届くがキルは取れない距離。\n塗って、バルーン裏にソナーをおいて、前に出るくらいの安定択をとるのが大事",
      "-",
      "-"
    ],
    [
      "キンメダイ美術館"
    ],
    [
      "クサヤ温泉",
      "",
      "-",
      "テキミカタに長射程がいなくて割れそうなら、自高から中央制圧\n長射程がいるならホコ台付近まで行って中央制圧",
      "中央のブロック付近から敵高に圧をかけて、テキ超射程をどかしたい\n敵高にソナーを置けると強いが、無理して置くと逆転の目になりがち…\nホコ台手前においてテキ短射程を逃がすと良い",
      "頑張って坂を登る\n坂は遮蔽が少ないので、バレル的には気合で登るしかない。\n坂中央付近まで登るなら、左敵高に圧をかけて、ミカタ短射程に任せるのが良いかも",
      "-",
      "-",
      "自高から中央制圧しつづけられたらGood。\nが、横切る相手を狙うことになるのと、敵高からまっすぐ短射程が降りてきて押されがち。\nなので、ホコ台周辺で戦うのが良さげ",
      "自高の道から圧をかける、中央、ホコ台周辺と2段階でかけるのが良さげ。\n坂は他のミカタも集まりやすくて、まとめてSPで突破されやすいので注意"
    ],
    [
      "ゴンズイ地区"
    ],
    [
      "コンブトラック"
    ],
    [
      "ザトウマーケット"
    ],
    [
      "スメーシーワールド"
    ],
    [
      "タカアシ経済特区"
    ],
    [
      "タラポートショッピングエリア"
    ],
    [
      "チョウザメ造船",
      "",
      "-",
      "中央の左壁使ってチャージ。\n敵側の右壁まで届く。\n中央の橋でも壁とバルーンチャージしてホコ台周りまで塗りよくする",
      "左のルートから短射程が来ることが多いが、右高も敵が多い\nどっちもリスクが高いので、周りを見つつ敵を確認してから無理せず進んでいく",
      "敵高入るのが大事。\n敵高入ったら壁上に乗っかると、ホコ台とその奥まで射程が届くのでGood",
      "-",
      "-",
      "ホコ台周辺から中央まで塗れる。\nが、ホコ台周辺は混戦になるので、高台から塗り作る → ソナー投げる → 降りる の基本パターンを守る",
      "ここまで来てるとかなりキツイ。\n自高下はクリアリング厳しいし、ホコが右に進んじゃうと手を出しづらい。\n金網より手前に来るかどうかが肝なので、短射程が抜けたらソナー吐いたりして敵ラインを分断したい"
    ],
    [
      "デカライン高架下"
    ],
    [
      "ナメロウ金属"
    ],
    [
      "ナンプラー遺跡",
      "",
      "-",
      "中央右側の通路を抑えるのが丸い。\n右側抑えてもジリ貧になるので、左にミカタがいないなら左に行く。\n左に行く場合は、真ん中ブロックあたり → 敵高 → ホコ台周辺 の順番で圧かけていく",
      "右から行く場合は、中央から敵陣塗る。\n左から行く場合は、敵高に圧をかけつつ、SPと同時にホコ台裏まで行く。\n",
      "敵高に入るの目標。\n入ったらキープ。\n最後はブロック上。\n金網上までは登らなくても良い",
      "-",
      "-",
      "自高左の金網をキープ。\n中央ブロックの左右全部見れるので押し引きしているだけでかなり圧がかかる。\nただし相手も踏み込みづらくて牽制し合うだけになりがちなので、SPで状況切り替えたい",
      "ここも左の金網行けるなら金網。\n左金網が行けないなら右通路から行くしかないけど、右通路は自陣の坂を見づらいのでマジキツイ",
      "-",
      "-"
    ],
    [
      "ネギトロ炭鉱",
      "",
      "左",
      "混戦になりやすいので、まずは中央の状況を良くする。\nテキ側の高台と左のブロック周りに圧かけてテキがどいたらホコをすすめる。",
      "バレルだと左ルートは登りづらい。\n急ぐ必要なければ右から登っても良い。\nカウントの都合で急ぐ場合もエレベーターにソナー置いて一緒に登る意識が大事。\n",
      "右側の高台も良さそうだが、エレベーター付近も意外と広く見れてGood。\nリス周りが低いのでばら撒いてる弾が圧になりやすい",
      "右側は登りづらい。\n登る場合はテキが左に固まってる、ミカタが左を抑えているとか、かなり状況良い場合のみ",
      "敵高で距離が取れるので左よりも状況はよい。\nただ、ミカタが左に行っちゃったりしてかなりバタバタした状況になりそうなので注意",
      "中央高台からだとホコが進むと圧かけできない。\n進まれちゃったらジャンプする。",
      "最後の段差を越えられるとかなりキツイ。\nリス付近から圧をかけて、段差を最終防衛ラインにする",
      "自高からホコ台周りに圧かけて、ブロック周辺の安全が確保できるまでは降りない。\n降りてデスして登られると辛いので最悪カンモンは諦めてでも安全重視",
      "自高右で守りたくなるが、高台下のクリアリングしづらいし、右通路はバレルの射程も必要ないので意外と微妙。\n左から広めに展開したほう射程を有効に使える"
    ],
    [
      "バイガイ亭",
      "",
      "左",
      "早めにガラス壁のところまで移動\nガラス壁の上を取れたら、敵高ギリギリと右から来る短射程に圧をかけられる\n中央通るときは左坂と右壁の両方から短射程が詰めてくるのでかなり危険。\n無理せず整地したほうが良さげ",
      "敵高に弾を飛ばせて、長射程を後ろに下げられたらチャンス。\nソナーをホコ台裏くらいにおけると前線上がるので、ここもゆっくり",
      "敵高入れたらリスまで圧をかけれる。\n網の前からだとあまり圧がかからないので、敵高入るのを目標にする",
      "カンモン取るだけなら勢いで取れる。\nが、カンモンが低い位置にあるので取った後の状況が悪い",
      "右ルート登るのはかなり厳しい。\nロラブラとかが敵リス前で暴れてたらワンちゃんあるけど、かなり厳しい",
      "テキが坂を降りづらいように弾をばらまく。\n右ルートと同時に見れるから適度にこちらにも圧をかけておく",
      "直線で入ってこなきゃだめなので通路を封鎖する感じで弾をまく。\nただ、ここまでテキが入ってきているならリス下にロラブラいがちで崩れてそうなので注意",
      "メインルートなのでここは気合をいれてまもる。\n短射程も網を渡れず自高からボム投げたる展開になりがち。\n自高に複数いるとかなり弱いので、その場合は網後ろに移動したい",
      "右自高から撃って右の高台を取り返す。そこに短射程が入ってると自高にも戻れない"
    ],
    [
      "ヒラメが丘団地"
    ],
    [
      "マサバ海峡大橋",
      "",
      "-",
      "長射程がいないなら自高からでも良い。\n坂まで降りて敵ブロック周辺まで塗れると状況良くなるので、そこを目指す",
      "中央ブロック周辺でチャージして、敵ブロック周辺と敵高に圧をかける。\nホコ台周りにソナーを置けるとやりやすい\n",
      "敵高台の長射程ポジションにはいるのが目標。\n右から降りてくるテキと、左高から突っ込んでくるキル武器に圧をかける。\nソナーが溜まったら坂下にでもおいて、坂をのぼる",
      "-",
      "-",
      "自高から中央ブロックより前にテキが来ないように圧をかける。\nミカタに長射程がいるなら、坂まわりから坂を登ってこないように圧をかける",
      "1つ目のホコ台後ろのとこまで行けると打開できる\n最後のホコ台手前まで短射程が来てるとかなり辛い\n左高にいても裏が広いのでかなり自由に動かれるので、坂で止めるのが重要",
      "-",
      "-"
    ],
    [
      "マテガイ放水路",
      "",
      "左",
      "",
      "中央ブロックが取れると良いが、左右両方から来るのでハイリターン。\n早めに広場の左奥に入って敵高下に圧をかけられるとベスト。\n通路から圧をかけて相手のラインが下げる",
      "テキとの距離が近いのでホコ台後ろくらいから圧をかける。\n金網から前に出れたらほぼ勝てる。\nこのあたりは短射程のほうが動きやすいのでホコを持つのもあり",
      "",
      "",
      "柱裏で右通路を止めたい。\nデスしたら広場に降りづらいので、右高から坂に圧をかけるのもあり。\n金網の先まで出れるとかなり抑えられる。\nただし、左にいかれると弾が届かないので注意",
      "",
      "左高台はデスリスクは低いが、右側通路に入ったテキに弾が届かない。\n何もできずに進まれる可能性があるので、右側狙ってるようなら早めに柱裏に移動。\n左側狙ってるなら左高でかなり抑えられる"
    ],
    [
      "マヒマヒリゾート＆スパ"
    ],
    [
      "マンタマリア号"
    ],
    [
      "ヤガラ市場"
    ],
    [
      "ユノハナ大渓谷"
    ],
    [
      "リュウグウターミナル"
    ],
    [
      "海女美術大学"
    ]
  ]
}
